tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'heroku/brew'

# Git
brew 'git'
# Python
brew 'python3'
# Heroku
brew 'heroku'
# Common
brew 'coreutils'
brew 'findutils'
# Rbenv
brew 'rbenv'
brew 'ruby-build'
# Tmux
brew 'tmux'
brew 'reattach-to-user-namespace'

# Browsers
cask 'google-chrome'
# Postgres.app
cask 'postgres'
# Dev
cask 'java'
cask 'iterm2'
cask 'tableplus'
cask 'visual-studio-code'
cask 'docker'
cask 'karabiner-elements'
# Productivity
cask 'alfred'
cask 'dash'
# Personal
cask '1password'
cask 'jdownloader'
# Miscellaneous
cask 'franz'
cask 'beardedspice'
