tap 'homebrew/cask'
tap 'homebrew/bundle'
tap 'heroku/brew'
tap 'homebrew/cask-versions'
tap "adoptopenjdk/openjdk"

brew 'git'
brew 'python3'
brew 'heroku'
brew 'coreutils'
brew 'findutils'
brew 'rbenv'
brew 'ruby-build'
brew 'tmux'
brew 'reattach-to-user-namespace'

# Apps
cask 'google-chrome'

# Dev
cask 'adoptopenjdk'
cask 'dotnet-sdk'
cask 'iterm2'
cask 'visual-studio-code'
cask 'rubymine'
cask 'webstorm'
cask 'rider'
cask 'docker'
cask 'karabiner-elements'
cask 'sublime-merge'

# Productivity
cask 'alfred'
cask 'dash'

# Personal
cask '1password'
cask 'setapp'
cask 'slack'
cask 'notion'

# Miscellaneous
cask 'spectacle'
cask 'insomnia'
cask 'spotify'
